---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsSupportOverridden
source: html/f93bee7d-4a7d-7866-cbd5-349996438b40.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsSupportOverridden Property

"Overridden": Overridden

## Syntax (C#)
```csharp
public static ForgeTypeId StairsSupportOverridden { get; }
```